Repository: JGITSol/fleet_mgmt_django
Catalog: CarFleetManagement/locale/*/LC_MESSAGES/django.po
Languages: de, es, fr, pl

source: English
de: Englisch
es: Inglés
fr: Anglais
pl: Angielski

source: Spanish
de: Spanisch
es: Español
fr: Espagnol
pl: Hiszpański

source: French
de: Französisch
es: Francés
fr: Français
pl: Francuski

source: Polish
de: Polnisch
es: Polaco
fr: Polonais
pl: Polski

source: German
de: Deutsch
es: Alemán
fr: Allemand
pl: Niemiecki

source: About
de: Über uns
es: Acerca de
fr: À propos
pl: O Systemie

source: Car Fleet Manager
de: Fuhrpark-Manager
es: Gestor de Flota de Vehículos
fr: Gestionnaire de Flotte Automobile
pl: System Zarządzania Flotą Pojazdów

source: About Car Fleet Manager
es: Acerca del Gestor de Flota de Vehículos
fr: À propos du Gestionnaire de Flotte Automobile
pl: O Systemie Zarządzania Flotą Pojazdów

source: A comprehensive fleet management system designed to leverage AI, automation, and real-time data processing to streamline vehicle operations.
de: Ein umfassendes Fuhrparkmanagementsystem, das KI, Automatisierung und Echtzeit-Datenverarbeitung nutzt, um Fahrzeugoperationen zu optimieren.
es: Un sistema integral de gestión de flotas diseñado para aprovechar la IA, la automatización y el procesamiento de datos en tiempo real para optimizar las operaciones de vehículos.
fr: Un système complet de gestion de flotte conçu pour tirer parti de l'IA, de l'automatisation et du traitement des données en temps réel pour rationaliser les opérations des véhicules.
pl: Kompleksowy system zarządzania flotą zaprojektowany z wykorzystaniem sztucznej inteligencji, automatyzacji i przetwarzania danych w czasie rzeczywistym w celu usprawnienia operacji pojazdów.

source: Our Mission
de: Unsere Mission
es: Nuestra Misión
fr: Notre Mission
pl: Nasza Misja

source: To revolutionize fleet management through cutting-edge technology that reduces costs, improves efficiency, and enhances safety for all fleet operators.
de: Das Fuhrparkmanagement durch modernste Technologie zu revolutionieren, die Kosten senkt, die Effizienz verbessert und die Sicherheit für alle Fuhrparkbetreiber erhöht.
es: Revolucionar la gestión de flotas a través de tecnología de vanguardia que reduce costos, mejora la eficiencia y aumenta la seguridad para todos los operadores de flotas.
fr: Révolutionner la gestion de flotte grâce à une technologie de pointe qui réduit les coûts, améliore l'efficacité et renforce la sécurité pour tous les opérateurs de flotte.
pl: Zrewolucjonizowanie zarządzania flotą poprzez najnowocześniejszą technologię, która obniża koszty, poprawia wydajność i zwiększa bezpieczeństwo dla wszystkich operatorów floty.

source: Technology Stack
de: Technologie-Stack
es: Stack Tecnológico
fr: Stack Technologique
pl: Stos Technologiczny

source: Django 5.0 for robust backend services
de: Django 5.0 für robuste Backend-Dienste
es: Django 5.0 para servicios backend robustos
fr: Django 5.0 pour des services backend robustes
pl: Django 5.0 dla solidnych usług backendowych

source: PyTorch and YOLOv8 for advanced computer vision
de: PyTorch und YOLOv8 für fortschrittliche Computer Vision
es: PyTorch y YOLOv8 para visión por computadora avanzada
fr: PyTorch et YOLOv8 pour la vision par ordinateur avancée
pl: PyTorch i YOLOv8 dla zaawansowanego widzenia komputerowego

source: PostgreSQL with PostGIS for geospatial capabilities
de: PostgreSQL mit PostGIS für Geospatial-Funktionen
es: PostgreSQL con PostGIS para capacidades geoespaciales
fr: PostgreSQL avec PostGIS pour les capacités géospatiales
pl: PostgreSQL z PostGIS dla funkcji geoprzestrzennych

source: Modern web technologies for responsive interfaces
de: Moderne Web-Technologien für responsive Benutzeroberflächen
es: Tecnologías web modernas para interfaces responsivas
fr: Technologies web modernes pour des interfaces réactives
pl: Nowoczesne technologie webowe dla responsywnych interfejsów

source: The Team
de: Das Team
es: El Equipo
fr: L'Équipe
pl: Zespół

source: Our team consists of experienced software engineers, data scientists, and fleet management experts dedicated to building the best fleet management solution on the market.
de: Unser Team besteht aus erfahrenen Softwareingenieuren, Datenwissenschaftlern und Fuhrparkmanagement-Experten, die sich dem Aufbau der besten Fuhrparkmanagement-Lösung auf dem Markt widmen.
es: Nuestro equipo está formado por ingenieros de software experimentados, científicos de datos y expertos en gestión de flotas dedicados a construir la mejor solución de gestión de flotas del mercado.
fr: Notre équipe est composée d'ingénieurs logiciels expérimentés, de scientifiques des données et d'experts en gestion de flotte dédiés à la construction de la meilleure solution de gestion de flotte sur le marché.
pl: Nasz zespół składa się z doświadczonych inżynierów oprogramowania, naukowców danych i ekspertów zarządzania flotą, którzy są zaangażowani w tworzenie najlepszego rozwiązania do zarządzania flotą na rynku.

source: Features
de: Funktionen
es: Características
fr: Fonctionnalités
pl: Funkcje

source: Key Features
de: Hauptfunktionen
es: Características Clave
fr: Fonctionnalités Clés
pl: Kluczowe Funkcje

source: System Features
de: Systemfunktionen
es: Funciones del sistema
fr: Fonctionnalités du Système
pl: Funkcje systemu

source: AI-Powered Odometer Reading
de: KI-gestützte Kilometerstandserfassung
es: Lectura de Odómetro con IA
fr: Lecture d'Odomètre Alimentée par l'IA
pl: Inteligentny Odczyt Licznika Pojazdu

source: Our system can automatically extract odometer readings from both analog and digital displays with 98%% accuracy, eliminating manual data entry errors.
de: Unser System kann Kilometerstände von analogen und digitalen Anzeigen mit 98%% Genauigkeit automatisch erfassen und eliminiert manuelle Dateneingabefehler.
es: Nuestro sistema puede extraer automáticamente lecturas de odómetros tanto de pantallas analógicas como digitales con una precisión del 98%%, eliminando errores de entrada manual de datos.
fr: Notre système peut extraire automatiquement les relevés d'odomètre des affichages analogiques et numériques avec une précision de 98%%, éliminant les erreurs de saisie manuelle.
pl: Nasz system automatycznie odczytuje wskazania liczników z analogowych i cyfrowych wyświetlaczy z dokładnością 98%%, eliminując błędy ręcznego wprowadzania danych.

source: Odometer Reading
de: Kilometerstandserfassung
es: Lectura de Odómetro
fr: Lecture d'Odomètre
pl: Odczyt Licznika

source: Supports all major vehicle makes and models
de: Unterstützt alle gängigen Fahrzeugmarken und -modelle
es: Compatible con todas las principales marcas y modelos de vehículos
fr: Prend en charge toutes les grandes marques et modèles de véhicules
pl: Obsługuje wszystkie główne marki i modele pojazdów

source: Validates readings against historical data
de: Überprüft Messwerte anhand historischer Daten
es: Valida las lecturas con datos históricos
fr: Valide les lectures par rapport aux données historiques
pl: Weryfikuje odczyty na podstawie danych historycznych

source: Flags suspicious readings for review
de: Markiert verdächtige Messwerte zur Überprüfung
es: Marca lecturas sospechosas para revisión
fr: Signale les lectures suspectes pour révision
pl: Oznacza podejrzane odczyty do weryfikacji

source: Damage Detection
de: Schadenserkennung
es: Detección de Daños
fr: Détection de Dommages
pl: Automatyczne Wykrywanie Uszkodzeń

source: Automatically identify and assess vehicle damage to streamline insurance claims and repairs.
de: Identifizieren und bewerten Sie Fahrzeugschäden automatisch, um Versicherungsansprüche und Reparaturen zu optimieren.
es: Identifica y evalúa automáticamente los daños del vehículo para agilizar las reclamaciones de seguros y reparaciones.
fr: Identifie et évalue automatiquement les dommages des véhicules pour rationaliser les réclamations d'assurance et les réparations.
pl: Automatyczna identyfikacja i ocena uszkodzeń pojazdów usprawniająca procesy likwidacji szkód i napraw.

source: Detects damage to 15+ vehicle parts
de: Erkennt Schäden an über 15 Fahrzeugteilen
es: Detecta daños en más de 15 partes del vehículo
fr: Détecte les dommages sur plus de 15 pièces de véhicule
pl: Wykrywa uszkodzenia ponad 15 części pojazdu

source: Estimates repair costs automatically
de: Kalkuliert Reparaturkosten automatisch
es: Estima costos de reparación automáticamente
fr: Estime automatiquement les coûts de réparation
pl: Automatycznie szacuje koszty naprawy

source: Generates detailed damage reports
de: Erstellt detaillierte Schadensberichte
es: Genera informes detallados de daños
fr: Génère des rapports détaillés sur les dommages
pl: Generuje szczegółowe raporty uszkodzeń

source: Predictive Maintenance
es: Mantenimiento Predictivo
fr: Entretien Prédictif
pl: Predykcyjna Konserwacja Pojazdów

source: Reduce downtime with AI-driven maintenance predictions based on vehicle telemetry and usage patterns.
de: Reduzieren Sie Ausfallzeiten durch KI-gestützte Wartungsvorhersagen basierend auf Fahrzeugtelemetrie und Nutzungsmustern.
es: Reduzca el tiempo de inactividad con predicciones de mantenimiento basadas en IA a partir de la telemetría del vehículo y los patrones de uso.
fr: Réduisez les temps d'arrêt grâce aux prédictions de maintenance basées sur l'IA à partir de la télémétrie des véhicules et des modèles d'utilisation.
pl: Zminimalizuj przestoje dzięki inteligentnym prognozom konserwacji opartym na analizie danych telemetrycznych pojazdów i wzorców użytkowania.

source: Maintenance
de: Wartung
es: Mantenimiento
fr: Entretien
pl: Konserwacja

source: Schedule maintenance based on actual usage
de: Plant Wartungen basierend auf der tatsächlichen Nutzung
es: Programar mantenimiento basado en el uso real
fr: Planifiez l'entretien en fonction de l'utilisation réelle
pl: Planowanie konserwacji na podstawie rzeczywistego użytkowania

source: Predict component failures before they occur
de: Prognostiziert Komponentenausfälle vor ihrem Auftreten
es: Predecir fallos de componentes antes de que ocurran
fr: Prédisez les défaillances des composants avant qu'elles ne se produisent
pl: Przewidywanie awarii komponentów zanim wystąpią

source: Optimize maintenance schedules across fleet
de: Optimiert Wartungspläne für die gesamte Flotte
es: Optimizar programas de mantenimiento en toda la flota
fr: Optimisez les calendriers d'entretien dans toute la flotte
pl: Optymalizacja harmonogramów konserwacji w całej flocie

source: Car Fleet Manager - Modern Fleet Management
de: Fuhrpark-Manager - Moderne Flottenverwaltung
es: Gestor de Flota de Vehículos - Gestión Moderna de Flotas
fr: Gestionnaire de Flotte Automobile - Gestion Moderne de Flotte
pl: Zarządzanie Flotą Pojazdów - Nowoczesne zarządzanie flotą

source: Modern Fleet Management for 2025
de: Moderne Flottenverwaltung für 2025
es: Gestión Moderna de Flotas para 2025
fr: Gestion Moderne de Flotte pour 2025
pl: Nowoczesne zarządzanie flotą na rok 2025

source: Leverage AI and automation to streamline your vehicle operations with our comprehensive fleet management solution.
de: Nutzen Sie KI und Automatisierung zur Optimierung Ihrer Fahrzeugoperationen mit unserer umfassenden Flottenmanagement-Lösung.
es: Aproveche la IA y la automatización para optimizar las operaciones de sus vehículos con nuestra solución integral de gestión de flotas.
fr: Tirez parti de l'IA et de l'automatisation pour rationaliser vos opérations de véhicules avec notre solution complète de gestion de flotte.
pl: Wykorzystaj sztuczną inteligencję i automatyzację, aby usprawnić operacje pojazdów dzięki naszemu kompleksowemu rozwiązaniu do zarządzania flotą.

source: Get Started
de: Loslegen
es: Comenzar
fr: Commencer
pl: Rozpocznij

source: Learn More
de: Mehr erfahren
es: Saber Más
fr: En Savoir Plus
pl: Dowiedz się więcej

source: Advanced fleet management system for 2025
de: Fortschrittliches Flottenmanagementsystem für 2025
es: Sistema avanzado de gestión de flotas para 2025
fr: Système avancé de gestion de flotte pour 2025
pl: Zaawansowany system zarządzania flotą pojazdów na rok 2025

source: Company
pl: Firma

source: Links
es: Enlaces
fr: Liens
pl: Linki

source: Legal
pl: Informacje Prawne

source: Contact
de: Kontakt
es: Contacto
pl: Kontakt

source: 2025 Car Fleet Manager. All rights reserved.
de: 2025 Fuhrpark-Manager. Alle Rechte vorbehalten.
es: 2025 Gestor de Flota de Vehículos. Todos los derechos reservados.
fr: 2025 Gestionnaire de Flotte Automobile. Tous droits réservés.
pl: 2025 Zarządzanie Flotą Pojazdów. Wszelkie prawa zastrzeżone.

source: Discover how our advanced fleet management system can transform your operations
de: Entdecken Sie, wie unser fortschrittliches Flottenmanagementsystem Ihre Abläufe transformieren kann
es: Descubra cómo nuestro sistema avanzado de gestión de flotas puede transformar sus operaciones
pl: Odkryj, jak nasz zaawansowany system zarządzania flotą może przekształcić Twoje operacje

source: Fuel Management
de: Kraftstoffmanagement
es: Gestión de Combustible
pl: Zarządzanie Paliwem

source: Track and optimize fuel consumption across your entire fleet with advanced analytics and reporting.
de: Verfolgen und optimieren Sie den Kraftstoffverbrauch Ihrer gesamten Flotte mit fortschrittlicher Analytik und Berichterstattung.
es: Rastree y optimice el consumo de combustible en toda su flota con análisis avanzados e informes.
pl: Śledź i optymalizuj zużycie paliwa w całej flocie dzięki zaawansowanej analityce i raportowaniu.

source: Monitor fuel efficiency in real-time
de: Überwachen Sie die Kraftstoffeffizienz in Echtzeit
es: Monitoree la eficiencia del combustible en tiempo real
pl: Monitoruj wydajność paliwa w czasie rzeczywistym

source: Detect fuel theft or unauthorized usage
de: Erkennen Sie Kraftstoffdiebstahl oder unbefugte Nutzung
es: Detecte robos de combustible o uso no autorizado
pl: Wykrywaj kradzież paliwa lub nieautoryzowane użycie

source: Generate comprehensive fuel reports
de: Erstellen Sie umfassende Kraftstoffberichte
es: Genere informes completos de combustible
pl: Generuj kompleksowe raporty dotyczące paliwa

source: Scheduling & Dispatching
de: Planung & Disposition
es: Programación y Despacho
pl: Planowanie i Dysponowanie

source: Efficiently manage vehicle assignments and optimize routes with our intelligent scheduling system.
de: Verwalten Sie Fahrzeugzuweisungen effizient und optimieren Sie Routen mit unserem intelligenten Planungssystem.
es: Gestione eficientemente las asignaciones de vehículos y optimice rutas con nuestro sistema inteligente de programación.
pl: Efektywnie zarządzaj przydziałami pojazdów i optymalizuj trasy dzięki naszemu inteligentnemu systemowi planowania.

source: AI-powered route optimization
de: KI-gestützte Routenoptimierung
es: Optimización de rutas impulsada por IA
pl: Optymalizacja tras oparta na sztucznej inteligencji

source: Real-time vehicle tracking
de: Echtzeit-Fahrzeugverfolgung
es: Seguimiento de vehículos en tiempo real
pl: Śledzenie pojazdów w czasie rzeczywistym

source: Automated driver assignment
de: Automatisierte Fahrerzuweisung
es: Asignación automatizada de conductores
pl: Automatyczne przydzielanie kierowców

source: Login
de: Anmelden
es: Iniciar Sesión
fr: Connexion
pl: Logowanie

source: Sign Up
de: Registrieren
es: Registrarse
fr: S'inscrire
pl: Rejestracja

source: Login | Car Fleet Manager
es: Iniciar Sesión | Gestor de Flota de Vehículos
fr: Connexion | Gestionnaire de Flotte Automobile
pl: Logowanie | Zarządzanie Flotą Pojazdów

source: Username
es: Nombre de Usuario
fr: Nom d'utilisateur
pl: Nazwa użytkownika

source: Password
es: Contraseña
fr: Mot de passe
pl: Hasło

source: Forgot password?
es: ¿Olvidó su contraseña?
fr: Mot de passe oublié?
pl: Zapomniałeś hasła?

source: or
es: o
fr: ou
pl: lub

source: Login with GitHub
es: Iniciar sesión con GitHub
fr: Se connecter avec GitHub
pl: Zaloguj się przez GitHub

source: Don't have an account?
es: ¿No tiene una cuenta?
fr: Vous n'avez pas de compte?
pl: Nie masz konta?

source: Your username and password didn't match. Please try again.
pl: Twoja nazwa użytkownika i hasło nie pasują do siebie. Spróbuj ponownie.

source: Sign up
es: Registrarse
fr: S'inscrire
pl: Zarejestruj się

source: Password Reset | Car Fleet Manager
es: Restablecer Contraseña | Gestor de Flota de Vehículos
fr: Réinitialisation de Mot de Passe | Gestionnaire de Flotte Automobile
pl: Resetowanie hasła | Zarządzanie Flotą Pojazdów

source: Password Reset
es: Restablecer Contraseña
fr: Réinitialisation de Mot de Passe
pl: Resetowanie hasła

source: Reset Password
es: Restablecer Contraseña
fr: Réinitialiser le Mot de Passe
pl: Zresetuj hasło

source: Password Reset Complete | Car Fleet Manager
es: Restablecimiento de Contraseña Completado | Gestor de Flota de Vehículos
fr: Réinitialisation de Mot de Passe Terminée | Gestionnaire de Flotte Automobile
pl: Resetowanie hasła zakończone | Zarządzanie Flotą Pojazdów

source: Password Reset Complete
es: Restablecimiento de Contraseña Completado
fr: Réinitialisation de Mot de Passe Terminée
pl: Resetowanie hasła zakończone

source: Your password has been set. You may go ahead and log in now.
es: Su contraseña ha sido establecida. Puede continuar e iniciar sesión ahora.
fr: Votre mot de passe a été défini. Vous pouvez maintenant vous connecter.
pl: Twoje hasło zostało ustawione. Możesz teraz się zalogować.

source: Log in
es: Iniciar sesión
fr: Se connecter
pl: Zaloguj się

source: Reset Password | Car Fleet Manager
es: Restablecer Contraseña | Gestor de Flota de Vehículos
pl: Zmiana hasła | Zarządzanie Flotą Pojazdów

source: Enter new password
es: Ingrese nueva contraseña
pl: Wprowadź nowe hasło

source: Change password
es: Cambiar contraseña
pl: Zmień hasło

source: Sign Up | Car Fleet Manager
es: Registrarse | Gestor de Flota de Vehículos
pl: Rejestracja | System Zarządzania Flotą Pojazdów

source: Create Account
es: Crear Cuenta
pl: Utwórz konto

source: Sign Up with GitHub
es: Registrarse con GitHub
pl: Zarejestruj się przez GitHub

source: Already have an account?
es: ¿Ya tiene una cuenta?
pl: Masz już konto?

source: Automatically extract odometer readings from images with our advanced computer vision technology.
pl: Automatyczne odczytywanie liczników z obrazów za pomocą naszej zaawansowanej technologii widzenia komputerowego.

source: Terms of Service
pl: Warunki Usługi

source: Privacy Policy
pl: Polityka Prywatności

source: Cookie Policy
pl: Polityka Cookies

source: GDPR
pl: RODO

source: Data Protection
pl: Ochrona Danych

source: 123 Fleet Street, Vehicle City
pl: ul. Flotowa 123, Miasto Pojazdów

source: Mon-Fri: 9AM-5PM
pl: Pon-Pt: 9:00-17:00

source: AI-Powered Maintenance Predictions
de: KI-gestützte Wartungsvorhersagen
